Show / Hide Table of Contents
Enum LoadCaseType
Type of load case
Namespace: IdeaRS.OpenModel.Detail.Loading
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum LoadCaseType
Fields
 Name |  Description
 Permanent
Permanent
 Variable
Variable
 Improve this Doc
 View Source